export const cityData = [
  {
    letter: 'A',
    list: ['阿坝', '阿克苏', '阿拉善', '阿勒泰', '阿里', '安康', '安庆', '鞍山', '安顺', '安阳', '澳门']
  },
  {
    letter: 'B',
    list: ['北京', '白银', '百色', '蚌埠', '包头', '保定', '宝鸡', '保山', '巴中', '北海', '本溪', '毕节', '滨州', '博尔塔拉']
  },
  {
    letter: 'C',
    list: ['成都', '重庆', '长春', '长沙', '常州', '沧州', '昌吉', '常德', '昌都', '长治', '潮州', '承德', '郴州', '赤峰', '池州', '崇左', '楚雄']
  },
  {
    letter: 'D',
    list: ['大连', '东莞', '大庆', '大理', '大同', '丹东', '定西', '德阳', '德州', '德宏', '迪庆', '定安', '东方', '东营']
  },
  {
    letter: 'E',
    list: ['鄂尔多斯', '恩施', '鄂州']
  },
  {
    letter: 'F',
    list: ['福州', '佛山', '抚顺', '防城港', '抚州', '阜新', '阜阳']
  },
  {
    letter: 'G',
    list: ['广州', '赣州', '贵阳', '桂林', '甘南', '甘孜', '广安', '广元', '果洛', '固原']
  },
  {
    letter: 'H',
    list: ['杭州', '哈尔滨', '合肥', '海口', '呼和浩特', '惠州', '海北', '海东', '海南', '海西', '邯郸', '汉中', '鹤壁', '河池', '河源', '菏泽', '贺州', '红河', '淮安', '淮北', '怀化', '淮南', '黄冈', '黄南', '黄山', '黄石', '呼伦贝尔', '葫芦岛', '湖州']
  },
  {
    letter: 'J',
    list: ['济南', '金华', '嘉兴', '江门', '荆州', '吉安', '佳木斯', '嘉峪关', '揭阳', '吉林', '即墨', '济宁', '晋安', '金昌', '晋城', '景德镇', '荆门', '晋中', '九江', '酒泉']
  },
  {
    letter: 'K',
    list: ['昆明', '开封', '喀什', '克拉玛依', '克孜勒苏']
  },
  {
    letter: 'L',
    list: ['兰州', '拉萨', '廊坊', '丽江', '临沂', '连云港', '聊城', '来宾', '莱芜', '蓝田', '黎平', '丽水', '临沧', '临汾', '临夏', '林芝', '丽水', '六安', '六盘水', '柳州', '陇南', '龙岩', '娄底', '漯河', '洛阳', '泸州', '吕梁']
  },
  {
    letter: 'M',
    list: ['马鞍山', '茂名', '眉山', '梅州', '绵阳', '牡丹江']
  },
  {
    letter: 'N',
    list: ['南京', '南昌', '南宁', '宁波', '南通', '南阳', '那曲', '南充', '南平', '内江', '宁德', '怒江']
  },
  {
    letter: 'P',
    list: ['盘锦', '潘阳', '攀枝花', '平顶山', '平凉', '萍乡', '普洱', '莆田', '濮阳']
  },
  {
    letter: 'Q',
    list: ['青岛', '泉州', '齐齐哈尔', '黔东南', '黔南', '黔西南', '庆阳', '清远', '秦皇岛', '钦州', '琼海', '曲靖', '衢州', '七台河']
  },
  {
    letter: 'R',
    list: ['日照', '日喀则']
  },
  {
    letter: 'S',
    list: ['上海', '深圳', '沈阳', '石家庄', '苏州', '三亚', '三门峡', '三明', '三沙', '商洛', '商丘', '上饶', '山南', '汕头', '汕尾', '韶关', '邵阳', '十堰', '石嘴山', '双鸭山', '朔州', '四平', '松原', '隋化', '遂宁', '随州', '宿迁', '宿州']
  },
  {
    letter: 'T',
    list: ['天津', '太原', '台州', '泰州', '塔城', '泰安', '台湾', '唐山', '腾冲', '天水', '铁岭', '铜川', '通道', '通辽', '铜陵', '铜仁', '吐鲁番', '图木舒克']
  },
  {
    letter: 'W',
    list: ['武汉', '无锡', '乌鲁木齐', '威海', '潍坊', '温州', '万宁', '渭南', '文山', '温州', '乌海', '乌兰察布', '梧州']
  },
  {
    letter: 'X',
    list: ['西安', '厦门', '西宁', '徐州', '香港', '襄阳', '湘潭', '湘西', '咸阳', '孝感', '邢台', '新乡', '信阳', '新余', '忻州', '宣城', '许昌', '咸宁', '仙桃']
  },
  {
    letter: 'Y',
    list: ['银川', '扬州', '烟台', '宜昌', '雅安', '延安', '延边', '盐城', '阳江', '阳泉', '宜宾', '宜春', '伊犁', '营口', '鹰潭', '益阳', '永州', '岳阳', '榆林', '玉林', '运城', '玉溪']
  },
  {
    letter: 'Z',
    list: ['郑州', '珠海', '淄博', '中山', '枣庄', '张家界', '张家口', '张掖', '漳州', '湛江', '肇庆', '昭通', '直辖县', '中卫', '周口', '舟山', '庄河', '株洲', '驻马店', '衢州', '遵义']
  }
];
